Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: InProductMarketing|Start your free %{duration} day trial today, no credit card required. You'll have full access to our most advanced features, including GitLab Duo Agent Platform.
sv: InProductMarketing|Start your free %{duration} day trial today, no credit card required. You'll have full access to our most advanced features, including GitLab Duo Agent Platform.|Starta din kostnadsfria %{duration}-dagars provperiod i dag, utan kreditkort. Du får full åtkomst till våra mest avancerade funktioner, inklusive GitLab Duo Agent Platform.

source: Issue already promoted to epic.
sv: Issue already promoted to epic.|Ärendet har redan befordrats till epic.

source: Issue analytics
sv: Issue analytics|Ärendeanalys

source: Issue cannot be found.
sv: Issue cannot be found.|Ärendet kan inte hittas.

source: Issue creation requests
sv: Issue creation requests|Begäranden om att skapa ärenden

source: Issue first deployed to production
sv: Issue first deployed to production|Ärendet driftsattes först till produktion

source: Issue has been promoted to incident
sv: Issue has been promoted to incident|Ärendet har befordrats till incident

source: Issue number %{itemIid}: %{title}
sv: Issue number %{itemIid}: %{title}|Ärende nummer %{itemIid}: %{title}

source: Issue published on status page.
sv: Issue published on status page.|Ärendet har publicerats på statussidan.

source: Issue update failed
sv: Issue update failed|Det gick inte att uppdatera ärendet

source: Issue was closed by %{name} with %{closed_via}
sv: Issue was closed by %{name} with %{closed_via}|Ärendet stängdes av %{name} med %{closed_via}

source: Issue was closed by %{name} with merge request %{link}
sv: Issue was closed by %{name} with merge request %{link}|Ärendet stängdes av %{name} med sammanfogningsbegäran %{link}

source: IssueAnalytics|Issue
sv: IssueAnalytics|Issue|Ärende

source: IssueTracker|Custom issue tracker
sv: IssueTracker|Custom issue tracker|Anpassad ärendehanterare

source: IssueTracker|Issue URL
sv: IssueTracker|Issue URL|Ärende-URL

source: IssueTracker|New issue URL
sv: IssueTracker|New issue URL|URL för nytt ärende

source: IssueTracker|URL of the project in the external issue tracker.
sv: IssueTracker|URL of the project in the external issue tracker.|URL för projektet i den externa ärendehanteraren.

source: IssueTracker|URL to create an issue in the external issue tracker.
sv: IssueTracker|URL to create an issue in the external issue tracker.|URL för att skapa ett ärende i den externa ärendehanteraren.

source: IssueTracker|URL to view an issue in the external issue tracker. Must contain %{colon_id}.
sv: IssueTracker|URL to view an issue in the external issue tracker. Must contain %{colon_id}.|URL för att visa ett ärende i den externa ärendehanteraren. Måste innehålla %{colon_id}.

source: IssueTracker|Use Bugzilla as this project's issue tracker.
sv: IssueTracker|Use Bugzilla as this project's issue tracker.|Använd Bugzilla som ärendehanterare för detta projekt.

source: IssueTracker|Use ClickUp as this project's issue tracker.
sv: IssueTracker|Use ClickUp as this project's issue tracker.|Använd ClickUp som ärendehanterare för detta projekt.

source: IssueTracker|Use Clickup as this project's issue tracker.
sv: IssueTracker|Use Clickup as this project's issue tracker.|Använd ClickUp som ärendehanterare för detta projekt.

source: IssueTracker|Use IBM Engineering Workflow Management as this project's issue tracker.
sv: IssueTracker|Use IBM Engineering Workflow Management as this project's issue tracker.|Använd IBM Engineering Workflow Management som ärendehanterare för detta projekt.

source: IssueTracker|Use JetBrains YouTrack as this project's issue tracker.
sv: IssueTracker|Use JetBrains YouTrack as this project's issue tracker.|Använd JetBrains YouTrack som ärendehanterare för detta projekt.

source: IssueTracker|Use Phorge as this project's issue tracker.
sv: IssueTracker|Use Phorge as this project's issue tracker.|Använd Phorge som ärendehanterare för detta projekt.

source: IssueTracker|Use Phorge as this project's issue tracker. %{link_start}Learn more.%{link_end}
sv: IssueTracker|Use Phorge as this project's issue tracker. %{link_start}Learn more.%{link_end}|Använd Phorge som ärendehanterare för detta projekt. %{link_start}Läs mer.%{link_end}

source: IssueTracker|Use Redmine as the issue tracker.
sv: IssueTracker|Use Redmine as the issue tracker.|Använd Redmine som ärendehanterare.

source: IssueTracker|Use Redmine as this project's issue tracker.
sv: IssueTracker|Use Redmine as this project's issue tracker.|Använd Redmine som ärendehanterare för detta projekt.

source: IssueTracker|Use a custom issue tracker as this project's issue tracker.
sv: IssueTracker|Use a custom issue tracker as this project's issue tracker.|Använd en anpassad ärendehanterare som ärendehanterare för detta projekt.

source: IssueTracker|Use a custom issue tracker that is not in the integration list.
sv: IssueTracker|Use a custom issue tracker that is not in the integration list.|Använd en anpassad ärendehanterare som inte finns i integrationslistan.

source: Admin|Kubernetes
sv: Admin|Kubernetes|Kubernetes

source: CreateGroup|You can't create a group in a different organization than the parent group.
sv: CreateGroup|You can't create a group in a different organization than the parent group.|Du kan inte skapa en grupp i en annan organisation än den överordnade gruppen.

source: CreateGroup|You have reached the group limit until you verify your account.
sv: CreateGroup|You have reached the group limit until you verify your account.|Du har nått gruppgränsen tills du har verifierat ditt konto.

source: CreateGroup|You have reached the limit of three top-level groups. To create another group, reduce the number of groups you have, or upgrade to a paid tier.
sv: CreateGroup|You have reached the limit of three top-level groups. To create another group, reduce the number of groups you have, or upgrade to a paid tier.|Du har nått gränsen på tre toppnivågrupper. Minska antalet grupper eller uppgradera till en betald nivå för att skapa en till grupp.

source: CreateValueStreamForm|Issue stage end
sv: CreateValueStreamForm|Issue stage end|Slut på ärendesteg

source: DatadogIntegration|Custom tags for pipeline data in Datadog. Enter one tag per line in the %{codeOpen}key:value%{codeClose} format. %{linkOpen}How do I use tags?%{linkClose}
sv: DatadogIntegration|Custom tags for pipeline data in Datadog. Enter one tag per line in the %{codeOpen}key:value%{codeClose} format. %{linkOpen}How do I use tags?%{linkClose}|Anpassade taggar för pipelinedata i Datadog. Ange en tagg per rad i formatet %{codeOpen}nyckel:värde%{codeClose}. %{linkOpen}Hur använder jag taggar?%{linkClose}

source: DatadogIntegration|For self-managed deployments, set the %{codeOpen}env%{codeClose} tag for all the pipeline data sent to Datadog. %{linkOpen}How do I use tags?%{linkClose}
sv: DatadogIntegration|For self-managed deployments, set the %{codeOpen}env%{codeClose} tag for all the pipeline data sent to Datadog. %{linkOpen}How do I use tags?%{linkClose}|Ange taggen %{codeOpen}env%{codeClose} för all pipelinedata som skickas till Datadog vid självhanterade driftsättningar. %{linkOpen}Hur använder jag taggar?%{linkClose}

source: DatadogIntegration|Tag all pipeline data from this GitLab instance in Datadog. Can be used when managing several self-managed deployments.
sv: DatadogIntegration|Tag all pipeline data from this GitLab instance in Datadog. Can be used when managing several self-managed deployments.|Märk all pipelinedata från denna GitLab-instans i Datadog. Kan användas när flera självhanterade driftsättningar hanteras.

source: ExternalAuthorization|Classification label to use when requesting authorization if no specific label is defined on the project.
sv: ExternalAuthorization|Classification label to use when requesting authorization if no specific label is defined on the project.|Klassificeringsetikett att använda när behörighet begärs om ingen specifik etikett har angetts för projektet.

source: ExternalAuthorization|Period GitLab waits for a response from the external service. If there is no response, access is denied. Default: 0.5 seconds.
sv: ExternalAuthorization|Period GitLab waits for a response from the external service. If there is no response, access is denied. Default: 0.5 seconds.|Den tid GitLab väntar på ett svar från den externa tjänsten. Om inget svar kommer nekas åtkomst. Standard: 0,5 sekunder.

source: ExternalConfigEmptyState|This project's pipeline configuration is located outside this repository
sv: ExternalConfigEmptyState|This project's pipeline configuration is located outside this repository|Projektets pipelinekonfiguration finns utanför detta arkiv

source: ExternalConfigEmptyState|To view or edit the pipeline configuration, check your project's CI/CD settings for the external file location, then navigate to that project or repository.
sv: ExternalConfigEmptyState|To view or edit the pipeline configuration, check your project's CI/CD settings for the external file location, then navigate to that project or repository.|Kontrollera projektets CI/CD-inställningar för den externa filplatsen och gå sedan till det projektet eller arkivet för att visa eller redigera pipelinekonfigurationen.

source: ExternalIssueIntegration|Not all data may be displayed here. To view more details or make changes to this issue, go to %{linkStart}%{trackerName}%{linkEnd}.
sv: ExternalIssueIntegration|Not all data may be displayed here. To view more details or make changes to this issue, go to %{linkStart}%{trackerName}%{linkEnd}.|Alla data kanske inte visas här. Gå till %{linkStart}%{trackerName}%{linkEnd} för att se mer information eller ändra detta ärende.

source: ExternalIssueIntegration|This issue is synchronized with %{trackerName}
sv: ExternalIssueIntegration|This issue is synchronized with %{trackerName}|Detta ärende är synkroniserat med %{trackerName}

source: Failed to approve the current merge request.
sv: Failed to approve the current merge request.|Det gick inte att godkänna den aktuella sammanfogningsbegäran.

source: Failed to assign you issues related to the merge request.
sv: Failed to assign you issues related to the merge request.|Det gick inte att tilldela dig ärenden relaterade till sammanfogningsbegäran.

source: Failed to create a branch for this issue. Please try again.
sv: Failed to create a branch for this issue. Please try again.|Det gick inte att skapa en gren för detta ärende. Försök igen.

source: Failed to create branch target
sv: Failed to create branch target|Det gick inte att skapa målgren

source: Failed to delete branch target
sv: Failed to delete branch target|Det gick inte att ta bort målgren

source: Failed to deploy to
sv: Failed to deploy to|Det gick inte att driftsätta till

source: Failed to load deploy keys.
sv: Failed to load deploy keys.|Det gick inte att läsa in driftsättningsnycklar.

source: Failed to load group activity metrics. Please try again.
sv: Failed to load group activity metrics. Please try again.|Det gick inte att läsa in mått för gruppaktivitet. Försök igen.

source: Failed to load groups, users and deploy keys.
sv: Failed to load groups, users and deploy keys.|Det gick inte att läsa in grupper, användare och driftsättningsnycklar.

source: Failed to move this issue because label was not found.
sv: Failed to move this issue because label was not found.|Det gick inte att flytta detta ärende eftersom etiketten inte hittades.

source: Failed to move this issue because only a single label can be provided.
sv: Failed to move this issue because only a single label can be provided.|Det gick inte att flytta detta ärende eftersom endast en etikett kan anges.

source: Failed to publish issue on status page.
sv: Failed to publish issue on status page.|Det gick inte att publicera ärendet på statussidan.

source: Failed to remove the pipeline schedule
sv: Failed to remove the pipeline schedule|Det gick inte att ta bort pipelineschemat

source: Failed to save merge conflict resolutions. Please try again.
sv: Failed to save merge conflict resolutions. Please try again.|Det gick inte att spara lösningar för sammanfogningskonflikter. Försök igen.

source: Failed to update branch!
sv: Failed to update branch!|Det gick inte att uppdatera grenen!

source: Fast forward merge is not possible. Please rebase or use merge train.
sv: Fast forward merge is not possible. Please rebase or use merge train.|Snabbspolad sammanfogning är inte möjlig. Rebasea eller använd sammanfogningskö.

source: Fast forward merge is not possible. Please rebase.
sv: Fast forward merge is not possible. Please rebase.|Snabbspolad sammanfogning är inte möjlig. Rebasea.

source: Fewest closed merge requests created by a single flow.
sv: Fewest closed merge requests created by a single flow.|Minst antal stängda sammanfogningsbegäranden skapade av ett enskilt flöde.

source: Fewest merge requests created by a single flow.
sv: Fewest merge requests created by a single flow.|Minst antal sammanfogningsbegäranden skapade av ett enskilt flöde.

source: Fewest merged merge requests created by a single flow.
sv: Fewest merged merge requests created by a single flow.|Minst antal sammanfogade sammanfogningsbegäranden skapade av ett enskilt flöde.

source: Filter by merge requests that are currently closed and unmerged.
sv: Filter by merge requests that are currently closed and unmerged.|Filtrera efter sammanfogningsbegäranden som för närvarande är stängda och inte sammanfogade.

source: Filter by merge requests that are currently closed.
sv: Filter by merge requests that are currently closed.|Filtrera efter sammanfogningsbegäranden som för närvarande är stängda.

source: Filter by merge requests that are currently merged.
sv: Filter by merge requests that are currently merged.|Filtrera efter sammanfogningsbegäranden som för närvarande är sammanfogade.

source: Filter by merge requests that are currently opened.
sv: Filter by merge requests that are currently opened.|Filtrera efter sammanfogningsbegäranden som för närvarande är öppna.

source: Filter by merge requests that are merged.
sv: Filter by merge requests that are merged.|Filtrera efter sammanfogningsbegäranden som är sammanfogade.

source: Filter results by project
sv: Filter results by project|Filtrera resultat efter projekt

source: FindFile|Switch branch/tag
sv: FindFile|Switch branch/tag|Byt gren/tagg

source: FindingsDrawer|Detected in pipeline
sv: FindingsDrawer|Detected in pipeline|Identifierades i pipeline

source: Fix pipeline with Duo
sv: Fix pipeline with Duo|Åtgärda pipeline med Duo

source: Fogbugz|Project %{repo} could not be found
sv: Fogbugz|Project %{repo} could not be found|Projektet %{repo} kunde inte hittas

source: For additional information, review your %{link_to} or contact your group owner.
sv: For additional information, review your %{link_to} or contact your group owner.|Se %{link_to} eller kontakta gruppägaren för mer information.

source: For additional information, review your group membership: %{link_to} or contact your group owner.
sv: For additional information, review your group membership: %{link_to} or contact your group owner.|Se ditt gruppmedlemskap: %{link_to} eller kontakta gruppägaren för mer information.

source: For each job, re-use the project workspace. If the workspace doesn't exist, use %{code_open}git clone%{code_close}.
sv: For each job, re-use the project workspace. If the workspace doesn't exist, use %{code_open}git clone%{code_close}.|Återanvänd projektarbetsytan för varje jobb. Om arbetsytan inte finns, använd %{code_open}git clone%{code_close}.

source: For more information, see the developer console. Try to reload the page or sign out and in again. If the issue persists, %{reportIssueStart}report a problem%{reportIssueEnd}.
sv: For more information, see the developer console. Try to reload the page or sign out and in again. If the issue persists, %{reportIssueStart}report a problem%{reportIssueEnd}.|Se utvecklarkonsolen för mer information. Försök läsa in sidan igen eller logga ut och in igen. Om problemet kvarstår, %{reportIssueStart}rapportera ett problem%{reportIssueEnd}.

source: ForkProject|Only the default branch %{defaultBranch}
sv: ForkProject|Only the default branch %{defaultBranch}|Endast standardgrenen %{defaultBranch}

source: ForksDivergence|Check out to a branch, and merge the changes from the upstream project's default branch. You likely need to resolve conflicts during this step.
sv: ForksDivergence|Check out to a branch, and merge the changes from the upstream project's default branch. You likely need to resolve conflicts during this step.|Checka ut till en gren och sammanfoga ändringarna från uppströmsprojektets standardgren. Du behöver sannolikt lösa konflikter under detta steg.

source: ForksDivergence|Create merge request
sv: ForksDivergence|Create merge request|Skapa sammanfogningsbegäran

source: ForksDivergence|Fetch the latest changes from the upstream repository's default branch:
sv: ForksDivergence|Fetch the latest changes from the upstream repository's default branch:|Hämta de senaste ändringarna från uppströmsarkivets standardgren:

source: ForksDivergence|Resolve merge conflicts manually
sv: ForksDivergence|Resolve merge conflicts manually|Lös sammanfogningskonflikter manuellt

source: ForksDivergence|The upstream changes could not be synchronized to this project due to file conflicts in the default branch. You must resolve the conflicts manually:
sv: ForksDivergence|The upstream changes could not be synchronized to this project due to file conflicts in the default branch. You must resolve the conflicts manually:|Uppströmsändringarna kunde inte synkroniseras till detta projekt på grund av filkonflikter i standardgrenen. Du måste lösa konflikterna manuellt:

source: ForksDivergence|View merge request
sv: ForksDivergence|View merge request|Visa sammanfogningsbegäran

source: FoundationalAgents|Foundational agents are available for projects in this group.
sv: FoundationalAgents|Foundational agents are available for projects in this group.|Grundläggande agenter är tillgängliga för projekt i denna grupp.

source: FoundationalAgents|When turned on, foundational agents are available for projects in this group. %{linkStart}What are foundational agents%{linkEnd}?
sv: FoundationalAgents|When turned on, foundational agents are available for projects in this group. %{linkStart}What are foundational agents%{linkEnd}?|När funktionen är aktiverad är grundläggande agenter tillgängliga för projekt i denna grupp. %{linkStart}Vad är grundläggande agenter%{linkEnd}?

source: FoundationalFlow|Convert to GitLab CI/CD
sv: FoundationalFlow|Convert to GitLab CI/CD|Konvertera till GitLab CI/CD

source: FoundationalFlow|Migrate your Jenkins pipelines to GitLab CI/CD.
sv: FoundationalFlow|Migrate your Jenkins pipelines to GitLab CI/CD.|Migrera dina Jenkins-pipelines till GitLab CI/CD.

source: FoundationalFlow|Recommend reviewers for merge requests based on availability, workload, and timezone.
sv: FoundationalFlow|Recommend reviewers for merge requests based on availability, workload, and timezone.|Rekommendera granskare för sammanfogningsbegäranden baserat på tillgänglighet, arbetsbelastning och tidszon.

source: FoundationalFlow|Turn feedback into actionable merge requests or issues.
sv: FoundationalFlow|Turn feedback into actionable merge requests or issues.|Gör återkoppling till konkreta sammanfogningsbegäranden eller ärenden.

source: FreeUserCap|Action required: %{namespace_name} group has been placed into a read-only state
sv: FreeUserCap|Action required: %{namespace_name} group has been placed into a read-only state|Åtgärd krävs: gruppen %{namespace_name} har satts i skrivskyddat läge

source: FreeUserCap|You have exceeded your limit of %{free_user_limit} users for %{namespace_name} group because users were added to a group inherited by a group or project in the %{namespace_name} group.
sv: FreeUserCap|You have exceeded your limit of %{free_user_limit} users for %{namespace_name} group because users were added to a group inherited by a group or project in the %{namespace_name} group.|Du har överskridit gränsen på %{free_user_limit} användare för gruppen %{namespace_name} eftersom användare har lagts till i en grupp som ärvs av en grupp eller ett projekt i gruppen %{namespace_name}.

source: From issue creation until deploy to production
sv: From issue creation until deploy to production|Från skapande av ärende till driftsättning i produktion

source: From merge request merge until deploy to production
sv: From merge request merge until deploy to production|Från sammanfogning av sammanfogningsbegäran till driftsättning i produktion

source: Geo|CI Job Artifact
sv: Geo|CI Job Artifact|CI-jobbartefakt

source: Geo|CI Job Artifacts
sv: Geo|CI Job Artifacts|CI-jobbartefakter

source: Geo|CI Secure File
sv: Geo|CI Secure File|CI-säker fil

source: Geo|CI Secure Files
sv: Geo|CI Secure Files|CI-säkra filer

source: Geo|Debian Project Component File
sv: Geo|Debian Project Component File|Komponentfil för Debian-projekt

source: GoogleArtifactRegistry|Ensure you have the %{linkStart}permissions%{linkEnd} to manage access to your Google Cloud project.
sv: GoogleArtifactRegistry|Ensure you have the %{linkStart}permissions%{linkEnd} to manage access to your Google Cloud project.|Kontrollera att du har %{linkStart}behörigheterna%{linkEnd} för att hantera åtkomst till Google Cloud-projektet.

source: GoogleArtifactRegistry|First, secure your usage with the %{strongStart}Google Cloud IAM%{strongEnd} integration. Simplify access without the need to manage accounts or keys.
sv: GoogleArtifactRegistry|First, secure your usage with the %{strongStart}Google Cloud IAM%{strongEnd} integration. Simplify access without the need to manage accounts or keys.|Skydda först användningen med integreringen %{strongStart}Google Cloud IAM%{strongEnd}. Förenkla åtkomst utan att behöva hantera konton eller nycklar.

source: GoogleArtifactRegistry|Invite member to set up
sv: GoogleArtifactRegistry|Invite member to set up|Bjud in medlem för konfiguration

source: GoogleArtifactRegistry|Project ID
sv: GoogleArtifactRegistry|Project ID|Projekt-ID

source: GoogleArtifactRegistry|Project ID: %{projectId}
sv: GoogleArtifactRegistry|Project ID: %{projectId}|Projekt-ID: %{projectId}

source: GoogleArtifactRegistry|Replace %{codeStart}your_google_cloud_project_id%{codeEnd} with your Google Cloud project ID.
sv: GoogleArtifactRegistry|Replace %{codeStart}your_google_cloud_project_id%{codeEnd} with your Google Cloud project ID.|Ersätt %{codeStart}your_google_cloud_project_id%{codeEnd} med ID:t för Google Cloud-projektet.

source: GoogleArtifactRegistry|Run the following command to grant roles in your Google Cloud project. You might be prompted to sign into Google.
sv: GoogleArtifactRegistry|Run the following command to grant roles in your Google Cloud project. You might be prompted to sign into Google.|Kör följande kommando för att tilldela roller i Google Cloud-projektet. Du kan bli ombedd att logga in på Google.

source: GoogleArtifactRegistry|View them in %{strong_start}Deploy &gt; Google Artifact Registry%{strong_end}.
sv: GoogleArtifactRegistry|View them in %{strong_start}Deploy &gt; Google Artifact Registry%{strong_end}.|Visa dem under %{strong_start}Driftsätt > Google Artifact Registry%{strong_end}.

source: GoogleCloud|%{link_start}Explore Google Cloud integration with GitLab%{link_end}, for CI/CD and more.
sv: GoogleCloud|%{link_start}Explore Google Cloud integration with GitLab%{link_end}, for CI/CD and more.|%{link_start}Utforska Google Cloud-integreringen med GitLab%{link_end}, för CI/CD och mer.
